Revit 2027 API
ParameterTypeId.RbsPanelScheduleSheetAppearanceParam Property
 "Appearance On Sheet"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPanelScheduleSheetAppearanceParam { get; }
Public Shared ReadOnly Property RbsPanelScheduleSheetAppearanceParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPanelScheduleSheetAppearanceParam {
	ForgeTypeId^ get ();
}
static member RbsPanelScheduleSheetAppearanceParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace